Repository: JuanJsPM/NumerosGallegos
Catalog: NumerosGallegos/NumerosGallegos/App_GlobalResources/Resource.*.resx
Languages: gl

# InicioCabecera
source: Number to text converter in Galician.
gl: Conversor de número a texto en galego

# listaError1
source: The number or decimal part may be too large.
gl: Pode ser que o número ou a parte decimal sexan demasiado grandes.

# listaError2
source: DO NOT spell out numbers.
gl: NON escriba o número con letras.

# listaError3
source: Type in numbers without a comma or period for thousands or millions: 13289 53625999567
gl: Escriba un número sen coma nin punto para os miles ou millóns: 13289 53625999567

# listaError4
source: Thousands or millions can be separated by a space: 13 289 53 625 999 567
gl: Os miles ou millóns poden separarse cun espazo en branco: 13 289 53 625 999 567

# listaError5
source: Thousands or millions can be separated by a period: 13.289 53.625.999.567
gl: Os miles ou millóns poden separarse cun punto: 13.289 53.625.999.567

# listaError6
source: To write fractions, use the slash symbol: 3/4 78/125 3/4 78/125
gl: Para escribir fraccións, use a barra: 3/4 78/125 3/4 78/125

# listaError7
source: To write decimals,use the comma: 3,4 78,125 30,452 123,125
gl: Para escribir decimais, use a coma: 3,4 78,125 30,452 123,125

# placeholder
source: Type a number
gl: Escribe un número con cifras

# textoInicial1
source: Numbers can be converted into their spelled out cardinal, ordinal,decimal , fractional, partitive and multiplicative versions. Morphological, orthographic, and grammatical information for each of the numbers converted into letters is provided. Additionally, examples are included to aid comprehension and proper usage.
gl: Pódense converter números a letras en cardinal,números a letras en decimal, números en letras ordinais, números en letras fraccionarias ou partitivas e multiplicativas. Ofrece información morfolóxica, ortográfica e gramatical de cada un dos números convertidos a letras. Ademais, inclúense exemplos que axudan á comprensión e ao bo uso.

# textoInicial2
source: Please write a number without commas or periods for thousands or millions. Thousands or millions can be separated by a space. For decimals, use the comma ",". To write fractions, use the forward slash '/'.
gl: Escriba un número sen coma nin punto para os miles ou millóns. Os miles ou millóns poden separarse cun espazo en branco. Para escribir decimais use a unha comma ",". Para escribir fraccións, use a barra inclinada "/".

# titEjemplos
source: Try the examples
gl: Probe os exemplos

# titError
source: Supported formats for Galician are as follows:
gl: Os formatos admitidos para o galego son os seguintes:
