Repository: JuanJsPM/NumerosGallegos
Catalog: ServicioNumerosGallegoWCF/App_GlobalResources/Resource.*.resx
Languages: gl

# Adjetivo
source: Adjective
gl: Adxectivo

# Expresión con adjetivo
source: Expression with an adjective
gl: Expresión con adxectivo

# Expresión con verbo
source: Expression with a verb
gl: Expresión con verbo

# Fraccionario
source: Fractional
gl: Fraccionario

# Multiplicativo
source: Multiplicative
gl: Multiplicativo

# NotaCardinal1
source: Hundred, million, billion, trillion. Although they express numbers, they function as nouns, just like dozen, ten, hundred.
gl: Cento, millón, billón, trillón, aínda que expresan número, funcionan como substantivos, igual que ducia, decena, centena.

# NotaCardinal2
source: The ancient forms "duzentos" and "trezentos" have been replaced in modern language by the more transparent "douscentos" and "trescentos."
gl: As formas antigas duzentos e trezentos na lingua moderna foron substituídas polas máis transparentes douscentos e trescentos.

# NotaCardinal3
source: Only cardinals ending in "un," "dous," and "-centos" admit gender variation (un/una, dous/dúas, douscentos/as, trescentos/as, etc.).
gl: Só admiten variación de xénero os cardinais rematados en -un -dous e -centos (un/unha, dous/dúas, douscentos/as, trescentos/as, etc.).

# NotaCardinal4
source: Numbers greater than a quadrillion are not included in the RAG Dictionary.
gl: Os números maiores que o cuatrillón non están recollidos no dicionario da RAG.

# NotaCardinal5
source: When cardinals act as nouns, they are always masculine, except for those forms that refer to hours (a unha, as dúas...).
gl: Cando os cardinais son substantivos son sempre masculinos, agás aquelas formas que se refiren ás horas(a unha, as dúas).

# NotaFraccionario1
source: Starting from 1/11 (except for 1/100, 1/1000, 1/1,000,000...), the partitive is formed by adding the suffix "-avo" to the cardinal: (1/16) un dezaseisavo, (2/29) dous vinte e noveavos, (7/345) sete trescentoscorenta e cincoavos.
gl: A partir de 1/11 (e exceptuados 1/100, 1/1000,1/1.000.000...) o partitivo faise engadindo ao cardinal o sufixo -avo: (1/16) un dezaseisavo, (2/29) dous vinte e noveavos, (7/345) sete trescentoscorenta e cincoavos.

# NotaFraccionario2
source: All these forms admit gender and number morphemes, which in compound forms are only attached to the last element (oitavo, -a).
gl: Todas estas formas admiten morfemas de xénero e número, que nas formas compostas só se unen ao último elemento (oitavo, -a).

# NotaFraccionario3
source: Generally, feminine fractionals are adjectives, and masculine ones are nouns.
gl: Xeralmente os fraccionarios femininos son adxectivos e os masculinos substantivos.

# NotaMultiplicativo1
source: Starting from 11 (except for 100), they are formed by using the corresponding cardinal followed by the word "veces."
gl: A partir de 11 (e exceptuado 100) fórmanse mediante o cardinal correspondente seguido da palabra veces.

# NotaMultiplicativo2
source: As nouns, they are always masculine.
gl: Como masculino son sempre substantivos.

# NotaMultiplicativo3
source: Numbers from 2 to 10 and number 100 have a feminine form.
gl: Os números do 2 ao 10, e o 100 ten forma feminina

# NotaOrdinal1
source: All these forms admit gender and number morphemes, which in compound forms are only attached to the last element (décimo primeira).
gl: Todas estas formas admiten morfemas de xénero e número, que nas formas compostas só se unen ao último elemento (décimo primeira).

# NotaOrdinal2
source: The ordinals 11 and 12 admit two variants: "undécimo" and "décimo primeiro," "duodécimo" and "décimo segundo."
gl: Os ordinais 11 e 12 admiten dúas variantes, undécimo e décimo primeiro, duodécimo e décimo segundo.

# NotaOrdinal3
source: They are generally adjectives and can be placed before or after the noun, the former being more frequent.
gl: Xeralmente son adxectivos, e poden ir antepostos ou pospostos ao substantivo, sendo máis frecuente a súa aparición por diante.

# Pronombre
source: Pronoun
gl: Pronome

# Sintagma nominal
source: Nominal phrase
gl: Sintagma nominal

# Sustantivo
source: Noun
gl: Substantivo

# TitEjemplos
source: Examples
gl: Exemplos

# TitNotas
source: Notes
gl: Notas

# TitOpciones
source: All options and functions
gl: Todas as opcións e funcións

# TitOpcionesCardinal1
source: Noun, adjective, and pronoun
gl: Substantivo, adxectivo e pronome

# TitOpcionesCardinal2
source: Feminine form
gl: Forma feminina

# TitOpcionesFraccionario1
source: Masculine noun
gl: Substantivo masculino

# TitOpcionesFraccionario2
source: Feminine adjective and pronoun
gl: Adxectivo e pronome feminino

# TitOpcionesMultiplicativo1
source: Expression with an adjective
gl: Expresión con adxectivo

# TitOpcionesMultiplicativo2
source: Expression with a verb
gl: Expresión con verbo

# TitOpcionesMultiplicativo3
source: Masculine noun and adjective
gl: Substantivo masculino e adxectivo

# TitOpcionesMultiplicativo4
source: Verb
gl: Verbo

# TitOpcionesMultiplicativo5
source: Feminine form
gl: Forma feminina

# TitOpcionesOrdinal1
source: Adjective and pronoun
gl: Adxectivo e Pronome

# TitOpcionesOrdinal2
source: Feminine form
gl: Forma feminina

# TitReferencias
source: References
gl: Referencias

# Verbo
source: Verb
gl: Verbo
